"OTHER_AIRPORT_NETWORK" = "Muu AirPort-verkko";
"TITLE_TURN_AIRPORT_ON" = "AirPort";
"MESSAGE_TURN_AIRPORT_ON" = "AirPort-korttisi on pois päältä. Se täytyy kytkeä päälle, jotta palveluntarjoajaasi yhdistävä tukiasema voidaan tunnistaa oikein. Osoita OK käynnistääksesi AirPortin.";

"APP_NAME_AIRPORT_UTILITY" = "AirPort Utility.app";